{
  "story": "在卡卡利科村，Alice 曾是最利落的战士。我常与她和伙伴们在八马训练营地一同训练，大家会在营地中分享干粮、畅谈未来。营地里，靶场的木靶立得整整齐齐，露营帐篷在微风中轻轻晃动。某个星夜，我和 Alice 在营地信箱旁整理物资，信箱就立在营地角落，旁边堆满了物资箱。Alice 无意间翻出一封没有署名的信，信纸皱巴巴的，上面的字迹刻意藏了笔锋，内容显示有人对 Alice 积怨已久，还妄图挑拨她和同伴的关系。\n\n为了不影响营地和谐，我陪着 Alice 悄悄展开调查。我们先找相熟的人聊天，有人说最近营地外围总有陌生身影徘徊，还有人提到 Alice 上次任务后，有同伴私下抱怨任务分配。可这些零碎信息无法拼凑出真相。直到 Alice 注意到信纸边缘的墨迹，那颜色和质感，和镇上大金牙赌场账房里用来记账的墨水一模一样。\n\n我们顺着线索来到镇上，先去了王姐餐馆。餐馆里，餐桌整齐排列，酒吧台上酒杯闪烁。我们在喧闹的厅堂里观察往来的人，也在安静的角落核对细节，但每次快要摸到线索时，总会出现似是而非的指引，把我们引向无关方向。\n\n途中，曾经和 Alice 并肩作战的人态度变得奇怪，眼神躲闪，说话吞吞吐吐。还有人悄悄提醒我们“别太相信身边人”，这让原本就紧绷的信任关系更添裂痕。我们又去了猴子休闲广场，舞台上灯光闪烁，可我们的心情却越来越沉重。\n\n最后，那些被忽略的细节、反常的态度终于串联起来，Alice 震惊地发现，一直在背后策划这一切的，竟是曾经和她无话不谈、并肩闯过无数难关的好友。Alice 站在广场的小桥景观旁，眼神中满是痛苦和难以置信，微风轻轻吹动她的发丝，而我的心情也如同这风中的落叶，五味杂陈。",
  "story_goal": "帮助 Alice 找出写匿名信、企图挑拨她和同伴关系的幕后黑手，恢复营地的和谐与信任。",
  "story_endings": [
    "Alice 选择原谅好友，两人解开误会，营地恢复往日和谐，大家更加珍惜彼此的情谊。",
    "Alice 无法原谅好友的背叛，好友离开营地，Alice 虽然有些伤感，但营地在经历此次风波后更加团结。",
    "好友因愧疚离开村子，Alice 时常想起曾经的友谊，心中留下一丝遗憾，但依然坚守在营地继续守护村子。"
  ],
  "chapter1_goal": "和 Alice 一起发现匿名信，并开始初步调查，找到信纸墨迹与赌场墨水的关联线索。",
  "chapter1_endings": [
    "顺利发现信纸墨迹与赌场墨水的关联，为后续调查打下基础，Alice 和“我”信心满满继续追查。",
    "虽然发现了墨水关联，但线索被破坏，调查陷入暂时困境，Alice 和“我”有些沮丧但不放弃。",
    "在发现墨水关联过程中，引起了幕后黑手的警觉，他们开始采取更隐蔽的手段干扰调查。"
  ]
}



{
  "story": "第一章 墨痕里的影子\n八马训练营地的露营帐篷里飘着松脂味，煤油灯的光把我和Alice整理物资的影子拉得老长。她指尖碰到储物箱底的皱纸时，原本利落的动作顿了顿——信纸边缘沾着暗蓝色墨渍，字迹藏着笔锋，像有人用左手写的：“你信任的人，早想把你推下悬崖。”\nAlice把信纸捏得发白，我想起上周她带回来的伤——任务分配时，一向配合的张哥突然调走了她的侧翼。“去赌场。”她抓起外套，靶场的旧箭痕在月光下泛着冷光，“这墨水我见过，上次帮王启明搬账本来营地，他的记账笔就是这颜色。”\n大金牙赌场的赌桌铺着褪色的红布，王启明坐在角落转着钢笔，看到信纸时眉梢挑了挑：“这是上个月刚进的墨水，卖过给一个裹灰斗篷的人——哦，对了，他问过‘营地的人常来买吗’。”他指尖敲了敲赌桌边缘的墨渍，“你们要找的人，比你们会藏。”\n离开赌场时，巷口的风卷着桂花香——是林月的花圃方向。可等我们回到营地，李川正站在露营帐篷外，他攥着训练手册的指节发白：“别查了。”沉稳的声音里藏着少见的慌乱，“有些事，不知道比知道好。”\n当晚，我路过陈慧的旅舍帐篷区，听见她和人说话：“最近营地的人总来问旧故事……”窗帘缝里漏出的光晃了晃，我认出那是张哥的靴子——他上周还说“Alice是最可靠的队长”。\n第二章 裂痕里的回声（待展开：我们追查张哥的反常，发现他抽屉里有同款墨水，却在质问时被人反锁在风月农场的农田里；林月送来的薄荷花里夹着纸条“小心李川”；王启明突然失踪，留下一张写着“营地的账，该清了”的纸条）\n第三章 镜子里的人（待展开：李川承认当年边境任务时，Alice曾为了救他放弃了战友，而匿名信的策划者是那战友的弟弟——张哥；Alice在八马训练营地的靶场找到张哥，他哭着说“我只是想让她知道，她的‘正确’毁了多少人”；我们看着夕阳下的靶场，Alice把匿名信烧了，火星飘向林月的花圃）",
  "story_goal": "找出匿名信的幕后策划者，修复Alice与同伴的信任裂痕，揭开背叛背后的真相与隐痛",
  "story_endings": [
    "1. 真相揭露：策划者是张哥（战友的弟弟），Alice选择原谅但辞去队长职务，李川接任，王启明送了瓶新墨水说“有些裂痕，比真相更疼”；“我”留在营地帮Alice整理旧物资，翻到她藏在储物箱里的战友照片，背面写着“我没忘”。2. 反转结局：王启明承认是他引导张哥写匿名信——为了让Alice看清“战士的信任不该盲目”，Alice愤怒离开营地，林月在她的花圃种了株荆棘，说“刺会提醒你，活着要带点锋芒”；“我”跟着Alice去了边境，偶尔收到陈慧寄来的营地故事，里面夹着张哥的道歉信。3. 开放式结局：我们找到匿名信的信纸来自陈慧的旅舍旧物箱，她哭着说“是个穿灰斗篷的人让我帮忙保管”，而李川突然消失，留下一张边境地图——背后写着“当年的事，我欠她一个解释”；Alice把地图折成纸船放进喷泉，“我要去查清楚”，“我”抓起她的背包，看见靶场的旧箭正对着夕阳。"
  ],
  "chapter1_goal": "验证匿名信的墨水来源与赌场的关联，引入营地同伴的信任裂痕，挖出“有人刻意引导线索”的首个悬念",
  "chapter1_endings": [
    "1. 线索推进：王启明确认墨水来自赌场，且买主问过营地的事；李川提醒“别查赌场”，“我”发现他口袋里有张写着“小心王启明”的纸条——后续章节需同时追查赌场与李川的秘密。2. 信任裂痕：回到营地时，张哥把Alice的训练计划表扔在地上，说“别以为你还是队长”；林月送来的薄荷茶里夹着一片枯叶，“有人让我告诉你，‘同伴的眼睛，比墨水更黑’”——后续章节需解决营地内的孤立。3. 悬念升级：王启明突然说“墨水是我故意留的”，笑着指了指赌桌旁的监控——屏幕里是李川的背影；“我”想追出去，却被赌场的人拦住，听见王启明在背后说“游戏才刚开始”——后续章节需揭开赌场与营地的隐秘联系。"
  ],
  "chapter_number": "3"
}